Repository: snakedev24/wordpress-ajax-filter-posts
Catalog: languages/ajax-filter-posts-*.po
Languages: fr_fr

source: It took to long the get the posts. Please reload the page and try again.
fr_fr: La récupération des posts a pris trop de temps. Merci de recharger la page et de réessayer.

source: Got no response. Please reload the page and try again.
fr_fr: Aucune réponse du serveur. Merci de recharger la page et de réessayer.

source: Oops, something went wrong. Please reload the page and try again.
fr_fr: Oups, une erreur est survenue. Merci de recharger la page et de réessayer.

source: Filter %s
fr_fr: Filtrer les %s

source: Show %s
fr_fr: Afficher les %s

source: Hide filters
fr_fr: Masquer les filtres

source: Loading
fr_fr: Chargement

source: Load more
fr_fr: Charger plus

source: Oh, we couldn't find any %s
fr_fr: Oh, nous n’avons trouvé aucun %s

source: Try different filters or <a %s> reset them all.</a>
fr_fr: Essayez différents filtres ou <a %s> réinitialisez-les tous.</a>
